Revit 2027 API
RebarContainer.ClearItems Method
 Clears all the Items stored in this Rebar Container element.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public void ClearItems()
Public Sub ClearItems
public:
void ClearItems()
member ClearItems : unit -> unit
See Also
Reference
RebarContainer Class
Autodesk.Revit.DB.Structure Namespace